Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# imageDeselectingHUD
source: Deselecting Photos…
ar: إلغاء تحديد الصور...
da: Fravælger fotos…
de: Abwählen von Fotos…
es: Deseleccionando fotos…
fr: Désélection des photos…
hu: Fotók kiválasztásának törlése…
it: Deselezionare le foto…
ja: 写真の選択を解除中…
nl: Foto's deselecteren…
pl: Odznaczanie zdjęć…
ru: Отмена Выбора фотографий…
sv: Avmarkerar foton…
zh_hans: 反选相片中...
zh_hant: 正在取消選取照片...

# imageDetailsFetchError_continueMessage
source: Fetching the photo data failed. Continue?
ar: أخفق جلب بيانات الصورة. استمر؟
da: Hentning af billeddata mislykkedes. Fortsæt?
de: Abrufen der Fotoinformationen fehlgeschlagen. Fortsetzen?
es: No se han podido recuperar los datos de la foto. ¿Volver a intentarlo?
fr: La récupération des données de la photo a échoué. Continuer ?
hu: Hiba a fotó adatainak betöltésénél. Tovább?
it: Il recupero dati dell'immagine non è riuscito. Riprovare?
ja: 写真データの取得に失敗しました。続行しますか？
nl: Ophalen van fotodata is mislukt. Doorgaan?
pl: Nie udało się pobrać informacji o zdjęciu. Kontynuować?
ru: Загрузка фото-данных не удалась. Продолжить?
sv: Hämtning av bilddata misslyckats. Fortsätt?
zh_hans: 无法获取照片信息，是否继续？
zh_hant: 無法成功獲取照片的詳細資料。要繼續嗎?

# imageDetailsFetchError_message
source: Fetching the photo data failed.
ar: فشل جلب بيانات الصورة.
da: Hentning af billeddata mislykkedes.
de: Das Abrufen der Fotodaten ist fehlgeschlagen.
es: No se han podido recuperar los datos de la foto.
fr: La récupération des données de la photo a échoué.
hu: A fényképadatok lekérése sikertelen volt.
it: Recupero dati foto non riuscito.
ja: 写真データの取得に失敗しました。
nl: Ophalen van foto-data is mislukt.
pl: Nie udało się pobrać informacji o zdjęciu.
ru: Загрузка фотографий не удалась.
sv: Hämtning av fotodata misslyckades.
zh_hans: 获取照片数据失败。
zh_hant: 無法成功獲取照片的詳細資料。

# imageDetailsFetchError_title
source: Photo Details Fetch Failed
ar: أخفق جلب تفاصيل الصورة
da: Kan ikke læse billeddetajler
de: Abrufen der Fotoinformationen fehlgeschlagen
es: No se han podido recuperar los detalles de la foto
fr: Échec de la récupération des propriétés
hu: A fotó adatai nem letölthetőek
it: Recupero dettagli immagine fallito
ja: 写真詳細の取得に失敗しました
nl: Ophalen van de foto-eigenschappen is mislukt
pl: Nie udało się pobrać informacji o zdjęciu
ru: Не удалось получить детали фото
sv: Kunde inte hämta bilddetaljer
zh_hans: 无法获取照片的详细信息
zh_hant: 照片資訊獲取失敗

# imageDetailsView_title
source: Properties
ar: تفاصيل الصورة
da: Egenskaber
de: Eigenschaften
es: Propiedades
fr: Propriétés
hu: Tulajdonságok
it: Proprietà
ja: プロパティ
nl: Eigenschappen
pl: Informacje o obrazku
ru: Свойства
sv: Egenskaper
zh_hans: 属性
zh_hant: 內容

# imageFavorites_title
source: Favorites
ar: المفضلة
da: Favoritter
de: Favoriten
es: Favoritos
fr: Favoris
hu: Kedvencek
it: Preferite
ja: お気に入り
nl: Favorieten
pl: Ulubione
ru: Избранное
sv: Favoriter
zh_hans: 收藏夹
zh_hant: 最愛

# imageFavoritesAddError_message
source: Failed to add this photo to your favorites.
ar: فشل في إضافة هذه الصورة إلى المفضلة لديك.
da: Kunne ikke tilføje dette billede til dine favoritter.
de: Fehler beim Hinzufügen des Fotos zu ihren Favoriten.
es: No se ha podido añadir esta foto a tus favoritos.
fr: Echec de l'ajout de cette photo à vos favoris.
hu: Nem sikerült felvenni a fotót a kedvencekhez.
it: Impossibile aggiungere questa foto ai tuoi preferiti.
ja: お気に入りにこの写真を追加できませんでした。
nl: Foto kan niet toegevoegd worden aan favorieten.
pl: Nie udało się dodać tego zdjęcia do ulubionych.
ru: Не удалось добавить эту фотографию в избранное.
sv: Det gick inte att lägga till detta foto till dina favoriter.
zh_hans: 无法将此照片添加到您的收藏夹。
zh_hant: 無法將此照片設為最愛。

# imageFavoritesRemoveError_message
source: Failed to remove this photo from your favorites.
ar: فشل في إزالة هذه الصورة من المفضلة لديك.
da: Kunne ikke fjerne dette billede fra dine favoritter.
de: Fehler beim Entfernen des Fotos von ihren Favoriten.
es: No se ha podido eliminar esta foto de tus favoritos.
fr: Echec de la suppression de cette photo de vos favoris.
hu: Nem sikerült eltávolítani a fotót a kedvencekből.
it: Impossibile rimuovere questa foto dai tuoi preferiti.
ja: お気に入りからこの写真を削除できませんでした。
nl: Fout bij het verwijderen van deze foto uit je favorieten.
pl: Nie udało się usunąć tego zdjęcia z ulubionych.
ru: Не удалось удалить эту фотографию из избранного.
sv: Det gick inte att ta bort detta foto från dina favoriter.
zh_hans: 从您的收藏夹中删除此照片失败。
zh_hant: 無法從最愛移除此照片。

# imageOptions_download
source: Download
ar: تنزيل
da: Hent
de: Herunterladen
es: Descargar
fr: Télécharger
hu: Letöltés
it: Scarica
ja: ダウンロード
nl: Downloaden
pl: Pobierz
ru: Скачать
sv: Hämta
zh_hans: 下载
zh_hant: 下載

# imageOptions_edit
source: Edit
ar: تعديل
da: Redigér
de: Bearbeiten
es: Editar
fr: Editer
hu: Módosítás
it: Modifica
ja: 編集
nl: Bewerken
pl: Edytuj
ru: Редактировать
sv: Redigera
zh_hans: 编辑
zh_hant: 編輯

# imageOptions_goToAlbum
source: Go To Album…
ar: اذهب إلى الألبوم…
da: Gå Til Album…
de: Gehe zum Album…
es: Ir al álbum…
fr: Aller à l'album…
hu: Ugrás az albumra…
it: Vai All'Album…
ja: アルバムへ移動…
nl: Ga naar Album…
pl: Przejdź do albumu…
ru: Перейти к альбому…
sv: Gå till Album…
zh_hans: 前往相册…
zh_hant: 前往相簿…

# imageOptions_properties
source: Modify Properties
ar: تعديل الخصائص
da: Ændr Egenskaber
de: Eigenschaften bearbeiten
es: Modificar las propiedades
fr: Modifier les propriétés
hu: Tulajdonságok módosítása
it: Modifica Proprietà
ja: プロパティを変更
nl: Eigenschappen wijzigen
pl: Modyfikuj właściwości
ru: Изменить свойства
sv: Ändra egenskaper
zh_hans: 修改属性
zh_hant: 更改內容

# imageOptions_setAlbumImage
source: Set as Album Thumbnail
ar: تعيين كصورة الألبوم
da: Angiv som Albumbillede
de: Als Album-Titelfoto festlegen
es: Definir la miniatura del álbum
fr: Définir comme vignette d’album
hu: Album bélyegkép beállítása
it: Impostare come immagine dell'Album
ja: アルバムの画像に設定します
nl: Instellen als albumfoto
pl: Ustaw jako zdjęcie albumu
ru: Установить как значок альбома
sv: Ange som albumbild
zh_hans: 设为相册封面
zh_hant: 設為相簿封面

# imageOptions_title
source: Photo Options
ar: خيارات الصورة
da: Billed Valgmuligheder
de: Fotooptionen
es: Opciones para la foto
fr: Options
hu: Fotó opciók
it: Opzioni dell'immagine
ja: 写真オプション
nl: Foto-opties
pl: Opcje zdjęcia
ru: Параметры фотографии
sv: Bildalternativ
zh_hans: 照片选项
zh_hant: 照片選項

# imageSaveError_message
source: Failed to save photo. Error: %@
ar: أخفق حفظ الصورة. خطأ:%@
da: Kunne ikke gemme billedet. Fejl: %@
de: Foto speichern fehlgeschlagen. Fehler: %@
es: No se ha podido guardar la foto. Error: %@
fr: Impossible d’enregistrer la photo. Erreur : %@
hu: A fotó mentése nem sikerült. Hiba: %@
it: Impossibile salvare l'immagine. Errore: %@
ja: 写真の保存に失敗しました。エラー：%@
nl: Opslaan foto is mislukt. Fout: %@
pl: Nie można zapisać zdjęcia. Błąd: %@
ru: Не удалось сохранить фото. Ошибка: %@
sv: Kunde inte spara bilden. Fel: %@
zh_hans: 保存照片失败。错误信息为 %@
zh_hant: 儲存照片失敗。錯誤: %@

# imageSaveError_title
source: Failed Saving Photo
ar: أخفق حفظ الصورة
da: Kan ikke gemme billedet
de: Foto speichern fehlgeschlagen
es: Error al guardar la foto
fr: Photo non enregistrée
hu: Fotómentés sikertelen
it: Salvataggio immagine fallito
ja: 写真の保存に失敗しました
nl: Opslaan foto is mislukt
pl: Nie udało się zapisać zdjęcia
ru: Не удалось сохранить фото
sv: Kunde inte spara bild
zh_hans: 保存照片失败
zh_hant: 儲存照片失敗

# imageSelectingHUD
source: Selecting Photos…
ar: اختيار الصور...
da: Vælger billeder…
de: Fotos werden ausgewählt…
es: Seleccionando fotos…
fr: Sélection des photos…
hu: Fotók kiválasztása…
it: Selezione foto…
ja: 写真を選択中…
nl: Foto's selecteren…
pl: Zaznaczanie zdjęć…
ru: Выбор фотографий…
sv: Väljer foton…
zh_hans: 选择相片中...
zh_hant: 正在選取照片...

# imageSizeLarge
source: Large
ar: كبير
da: Stor
de: Groß
es: Grande
fr: Grand
hu: Nagy
it: Grande
ja: 大
nl: Groot
pl: Duże
ru: Большой
sv: Stor
zh_hans: 大
zh_hant: 大

# imageSizeMedium
source: Medium
ar: متوسط
da: Mellem
de: Mittel
es: Mediano
fr: Moyen
hu: Közepes
it: Medio
ja: 中
nl: Middel
pl: Średnie
ru: Средний
zh_hans: 中等
zh_hant: 中

# imageSizeSmall
source: Small
ar: صغير
da: Lille
de: Klein
es: Pequeño
fr: Petit
hu: Kicsi
it: Piccolo
ja: 小
nl: Klein
pl: Małe
ru: Маленький
sv: Liten
zh_hans: 小
zh_hant: 小

# imageSizeSquare
source: Square
ar: مربع
da: Firkant
de: Quadratisch
es: Cuadrado
fr: Carré
hu: Négyzet
it: Quadrato
ja: 正方形
nl: Vierkant
pl: Kwadrat
ru: Квадрат
sv: Kvadrat
zh_hans: 方形
zh_hant: 正方形

# imageSizeThumbnail
source: Thumbnail
ar: الصورة المصغرة
da: Miniature
de: Miniaturfoto
es: Miniatura
fr: Miniature
hu: Bélyegkép
it: Anteprima
ja: サムネイル
nl: Miniatuurafbeelding
pl: Miniaturka
ru: Миниатюра
sv: Miniatyrbild
zh_hans: 缩略图
zh_hant: 縮圖

# imageSizexFullRes
source: Full Resolution
ar: عرض كامل
da: Fuld Opløsning
de: Volle Auflösung
es: Resolución completa
fr: Haute résolution
hu: Teljes felbontás
it: Risoluzione originale
ja: フル解像度
nl: Volledige resolutie
pl: Pełna rozdzielczość
ru: Полное разрешение
sv: Full upplösning
zh_hans: 全尺寸
zh_hant: 完整解析度

# imageSizeXLarge
source: Extra Large
ar: كبير جدًا
da: Ekstra Stor
de: Extra Groß
es: Extra grande
fr: Très grand
hu: Nagyon nagy
it: Molto Grande
ja: XL 特大
nl: Extra groot
pl: Bardzo duże
ru: Очень большой
sv: Extra stor
zh_hans: 非常大
zh_hant: 特大

# imageSizeXSmall
source: Extra Small
ar: صغير جدا
da: Ekstra Lille
de: Extra klein
es: Extra pequeño
fr: Très petit
hu: Nagyon kicsi
it: Molto Piccolo
ja: XS 極小
nl: Extra klein
pl: Bardzo małe
ru: Очень маленький
sv: Extra liten
zh_hans: 非常小
zh_hant: 特小

# imageSizeXXLarge
source: Huge
ar: ضخم
da: Kæmpe
de: Riesig
es: Enorme
fr: Énorme
hu: Hatalmas
it: Enorme
ja: XXL 最大
nl: Enorm
pl: Ogromne
ru: Огромный
sv: Enorm
zh_hans: 极大
zh_hant: 最大

# imageSizeXXSmall
source: Tiny
ar: صغير
da: Lillebitte
de: Mini
es: Minúsculo
fr: Minuscule
hu: Legkisebb
it: Piccolo
ja: XXS 最小
nl: Heel klein
pl: Najmniejsze
ru: Крошечный
sv: Mini
zh_hans: 极小
zh_hant: 最小

# imageSortingHUD
source: Sorting Photos…
ar: فرز الصور...
da: Sorterer billeder…
de: Fotos sortieren…
es: Ordenando fotos…
fr: Tri des photos…
hu: Rendezés…
it: Ordinamento delle immagini
ja: 写真を並べ換える
nl: Foto's sorteren
pl: Sortowanie zdjęć…
ru: Сортировка фотографий…
sv: Sorterar bilder
zh_hans: 排序照片中...
zh_hant: 正在排序照片...

# imageSortMessage
source: Please select how you wish to sort photos
ar: الرجاء تحديد الطريقة التي ترغب في فرز الصور بها
da: Vælg hvordan du ønsker at sortere billeder
de: Bitte wählen Sie, wie Sie Fotos sortieren möchten
es: Selecciona cómo deseas ordenar las fotos
fr: Veuillez sélectionner comment vous souhaitez trier les photos
hu: Milyen szempont alapján rendezzük a fotókat?
it: Si prega di selezionare come si desidera ordinare le immagini
ja: 写真の並び順を選択してください
nl: Selecteer hoe je de foto's wilt sorteren
pl: Wybierz sposób sortowania zdjęć
ru: Пожалуйста, выберите способ сортировки фотографий
sv: Välj hur du vill sortera bilder
zh_hans: 请选择您希望如何排序照片
zh_hant: 請選擇你想要如何排序照片

# imageSortTitle
source: Sort Photos
ar: فرز الصور
da: Sorter billeder
de: Fotos sortieren
es: Ordenar fotos
fr: Trier les photos
hu: Fotók rendezése
it: Ordinare le immagini
ja: 写真を並べ換える
nl: Sorteer foto's
pl: Sortuj zdjęcia
ru: Сортировать фото
sv: Sortera bilder
zh_hans: 排序图片
zh_hant: 排序照片

# imageUploadClearCompletedSeveral
source: Clear %@ Completed Uploads
ar: مسح %@ التحميلات المكتملة %@ التحميلات المكتملة
da: Ryd %@ færdige Uploads
de: Abgeschlossene %@ Uploads löschen
es: Limpiar %@ subidas completadas
fr: Effacer %@ transferts terminés
hu: %@ befejezett feltöltés eltávolítása
it: Pulisci %@ caricamenti completati
ja: %@ 件の完了したアップロードをクリア
nl: Wis %@ voltooide uploads
pl: Wyczyść zakończone przesłania: %@
ru: Очистить %@ завершенных загрузок
sv: Rensa %@ Avslutade uppladdningar
zh_hans: 清除 %@ 个已完成的上传任务
zh_hant: 清理%@個已完成的上傳

# imageUploadClearCompletedSingle
source: Clear Completed Upload
ar: مسح التحميل المكتمل
da: Ryd Afsluttede Upload
de: Abgeschlossenen Upload löschen
es: Limpiar subida completada
fr: Effacer transfert terminé
hu: Hibás feltöltések eltávolítva
it: Pulisci Caricamento Completato
ja: 完了したアップロードをクリアする
nl: Wis voltooide upload
pl: Wyczyść zakończone przesłanie
ru: Очистить завершённую загрузку
sv: Rensa slutförd uppladdning
zh_hans: 清除已完成的上传任务
zh_hant: 清理已完成的上傳

# imageUploadClearFailedSeveral
source: Clear %@ Failed Uploads
ar: مسح %@ %@ عمليات التحميل الفاشلة
da: Ryd %@ Mislykkede Uploads
de: Gescheiterte %@ Uploads löschen
es: Limpiar %@ subidas fallidas
fr: Effacer %@ transferts échoués
hu: %@ hibás feltöltés eltávolítása
it: Pulisci %@ Caricamento non riuscito
ja: %@ 件の失敗したアップロードをクリアする
nl: Wis %@ Mislukte uploads
pl: Wyczyść nieudane przesłania: %@
ru: Очистить %@ Неудачных Загрузок
sv: Rensa %@ misslyckade uppladdningar
zh_hans: 清除 %@ 个失败的上传任务
zh_hant: 清理%@個失敗的上傳

# imageUploadClearFailedSingle
source: Clear Failed Upload
ar: مسح التحميل الفاشل
da: Ryd Mislykket Upload
de: Gescheiterten Upload löschen
es: Limpiar subida fallida
fr: Effacer transfert échoué
hu: Hibás feltöltések kipucolása
it: Pulisci Caricamento Fallito
ja: 失敗したアップロードをクリアする
nl: Wis mislukte upload
pl: Wyczyść nieudane przesłanie
ru: Очистить неудачную загрузку
sv: Rensa misslyckad uppladdning
zh_hans: 清除失败的上传任务
zh_hant: 清理失敗的上傳

# imageUploadCompleted_message
source: photo uploaded to your Piwigo server.
ar: صورة / فيديو تم تحميلها إلى خادم Piwigo الخاص بك.
da: billede/video uploadet til Piwigo server.
de: Fotos/Videos wurden auf Ihren Piwigo-Server hochgeladen.
es: foto subida a su servidor Piwigo.
fr: photo transférée à votre serveur Piwigo.
hu: fotó feltöltve a Piwigo szerveredre.
it: immagine/video caricati sul server di Piwigo.
ja: 写真／動画が、Piwigoサーバにアップロードされました。
nl: foto/video die ge-upload zijn naar jouw Piwigo-server.
pl: zdjęcie/film zostało przesłane do Twojego serwera Piwigo.
ru: фото загружено на Ваш сервер Piwigo.
sv: bilder/videor laddades upp till din Piwigoserver.
zh_hans: 照片成功上传到你的Piwigo服务器
zh_hant: 張照片已上傳到您的Piwigo伺服器。

# imageUploadCompleted_message>1
source: photos uploaded to your Piwigo server.
ar: صور / فيديوهات تم تحميلها إلى خادم Piwigo الخاص بك.
da: billeder/videoer uploadet til Piwigo server.
de: Fotos/Videos auf Ihren Piwigo-Server hochgeladen.
es: fotos subidas a su servidor Piwigo.
fr: photos transférées à votre serveur Piwigo.
hu: fotók feltöltve a Piwigo szerveredre.
it: immagini/video caricati sul server di Piwigo.
ja: 写真／動画が、Piwigoサーバにアップロードされました。
nl: afbeeldingen/video's geüpload naar uw server Piwigo.
pl: zdjęcia/filmy zostały przesłane do Twojego serwera Piwigo.
ru: фотографии загружены на Ваш сервер Piwigo.
sv: bilder/videor laddades upp till din Piwigoserver.
zh_hans: 照片成功上传到你的Piwigo服务器
zh_hant: 張照片已上傳到您的Piwigo伺服器。

# imageUploadCompleted_title
source: Upload Completed
ar: اكتمل التحميل
da: Upload Fuldført
de: Erfolgreich hochgeladen
es: Transferencia completada
fr: Transfert terminé
hu: A feltöltés befejeződött
it: Caricamento Completato
ja: アップロードが完了しました
nl: Uploaden klaar
pl: Przesyłanie Zakończone
ru: Загрузка завершена
sv: Uppladdning Slutförd
zh_hans: 上传完成
zh_hant: 上傳完成

# imageUploadDetails_author
source: Author:
ar: الكاتب:
da: Forfatter:
de: Autor:
es: Autor:
fr: Auteur :
hu: Készítő:
it: Autore:
ja: 作成者：
nl: Fotograaf:
pl: Autor:
ru: Автор:
sv: Författare:
zh_hans: 作者：
zh_hant: 作者:

# imageUploadDetails_description
source: Description:
ar: الوصف:
da: Beskrivelse:
de: Beschreibung:
es: Descripción:
hu: Leírás:
it: Descrizione:
ja: 説明：
nl: Omschrijving:
pl: Opis:
ru: Описание:
sv: Beskrivning:
zh_hans: 描述：
zh_hant: 描述:

# imageUploadDetails_privacy
source: Privacy:
ar: الخصوصية:
da: Tilladelse:
de: Sicherheitsstufe:
es: Privacidad:
fr: Qui :
hu: Adatvédelem:
ja: プライバシー:
pl: Prywatność:
ru: Право просмотра:
sv: Behörighet:
zh_hans: 隐私：
zh_hant: 隱私:

# imageUploadDetails_tags
source: Tags:
ar: العلامات:
da: Etiketter:
de: Schlagwörter:
es: Etiquetas:
hu: Címkék:
ja: タグ：
nl: Labels:
pl: Tagi:
ru: Тэги:
sv: Taggar:
zh_hans: 标签：
zh_hant: 標籤:

# imageUploadDetails_title
source: Title:
ar: العنوان:
da: Titel:
de: Titel:
es: Título:
fr: Titre :
hu: Cím:
it: Titolo:
ja: 題名：
nl: Titel:
pl: Tytuł:
ru: Заголовок:
sv: Titel:
zh_hans: 标题：
zh_hant: 標題:

# imageUploadError_destination
source: cannot create photo destination
ar: لا يمكن إنشاء وجهة الصورة
da: kan ikke oprette billed destination
de: Kann Foto am Ziel nicht erstellen
es: no se puede crear el destino de la foto
fr: impossible de créer la destination de la photo
hu: nem hozható létre a fotó a célhelyen
it: non è possibile creare immagine destinazione
ja: 写真の保存先を作成できません
nl: kan geen foto-bestemming maken
pl: nie można utworzyć celu zdjęcia
ru: невозможно создать место назначения изображения
sv: kan inte skapa bild destination
zh_hans: 无法创建照片目标
zh_hant: 無法建立照片目標

# imageUploadError_format
source: File format not accepted by Piwigo server.
ar: تنسيق الملف غير مقبول من قبل خادم Piwigo.
da: Filformat ikke accepteret af Piwigo server.
de: Dateiformat vom Piwigo-Server nicht akzeptiert.
es: Formato de archivo no aceptado por el servidor Piwigo.
fr: Format de fichier non accepté par le serveur Piwigo.
hu: Ezt a formátumot nem fogadja el a Piwigo szerver.
it: Formato di file non accettato dal server Piwigo.
ja: Piwigoサーバーでは受け付けられないファイル形式です。
nl: Bestandsindeling niet geaccepteerd door de Piwigo-server.
pl: Format pliku nie został zaakceptowany przez serwer Piwigo.
ru: Формат файла не принят сервером Piwigo.
sv: Filformatet accepteras inte av Piwigo server.
zh_hans: Piwigo服务器不支持这个文件格式
zh_hant: Piwigo不支援此格式。

# imageUploadError_iCloud
source: Could not retrieve photo. Error: %@
ar: تعذر استرداد الصورة. خطأ:%@
da: Kunne ikke hente billedet. Fejl: %@
de: Foto konnte nicht abgerufen werden. Fehler: %@
es: No se pudo obtener la foto. Error: %@
fr: Echec de la récupération de la photo. Erreur : %@
hu: Nem sikerült betölteni a fotót. Hiba: %@
it: Impossibile recuperare l'immagine. Errore: %@
ja: 写真を取得できませんでした。エラー：%@
nl: Kon afbeelding niet ophalen. Fout: %@
pl: Nie można pobrać zdjęcia. Błąd: %@
ru: Не удалось восстановление фото. Ошибка: %@
sv: Kunde inte att hämta bild. Fel: %@
zh_hans: 找不到照片，错误信息为 %@
zh_hant: 無法取得照片。錯誤: %@

# imageUploadError_source
source: cannot create photo source
ar: لا يمكن إنشاء مصدر الصورة
da: kan ikke oprette billede kilde
de: Kann Foto am Ursprung nicht erstellen
es: no se pudo crear la fuente de la foto
fr: impossible de créer le source de la photo
hu: nem hozható létre a fotó forrása
it: non è possibile creare l'origine dell'immagine
ja: 元写真を作成できません
nl: kan geen foto-bron maken
pl: nie można utworzyć źródła zdjęcia
ru: невозможно создать источник фотографий
sv: kan inte skapa bildkälla
zh_hans: 无法创建照片源
zh_hant: 無法建立照片來源

# imageUploadError_title
source: Photo Upload Error
ar: خطأ في تحميل الصورة
da: Fejl under upload
de: Fehler beim Foto Hochladen
es: Error al cargar la foto
fr: Echec du transfert
hu: Fotófeltöltési hiba
it: Errore nel caricamento dell'immagine
ja: 写真アップロードエラー
nl: Foto-upload-fout
pl: Błąd przesyłania zdjęcia
ru: Ошибка загрузки фото
sv: Bilduppladdningsfel
zh_hans: 照片上传错误
zh_hant: 照片上傳錯誤

# imageUploadHeader
source: Please select the album or sub-album from which photos and videos of your device will be uploaded.
ar: يرجى تحديد الألبوم أو الألبوم الفرعي الذي سيتم تحميل الصور ومقاطع الفيديو الخاصة بجهازك منه.
da: Vælg det album eller underalbum, hvorfra fotos og videoer fra din enhed vil blive uploadet.
de: Bitte wählen Sie das Album oder das Unter-Album, von dem Fotos und Videos Ihres Geräts hochgeladen werden.
es: Selecciona el álbum o subálbum desde el que se subirán fotos y vídeos de tu dispositivo.
fr: Veuillez sélectionner l'album ou le sous-album à partir duquel les photos et les vidéos de votre appareil seront transférées.
hu: Melyik albumból, vagy alalbumból szeretnéd feltölteni a fotókat és videókat?
it: Seleziona l'album o il sottoalbum da cui verranno caricati foto e video del tuo dispositivo.
ja: デバイスの写真やビデオをアップロードするアルバムまたはサブアルバムを選択してください。
nl: Selecteer a.u.b het album of sub-album van welke foto's en video's van jouw apparaat worden ge-upload.
pl: Wybierz album lub podalbum, z którego będą przesyłane zdjęcia i filmy z twojego urządzenia.
ru: Пожалуйста, выберите альбом или подальбом, из которого будут загружены изображения и видео с Вашего устройства.
sv: Välj det album eller underalbum från vilka foton och videor på din enhet kommer att laddas upp.
zh_hans: 请选择相册或子相册，其中的照片和视频会被上传
zh_hant: 請選擇要上傳照片及影片至哪個相簿或子相簿。

# imageUploadHeaderText_images
source: Please set the parameters to apply to the selection of photos/videos
ar: يُرجى تعيين المعلمات لتطبيقها على اختيار الصور/مقاطع الفيديو
da: Sæt parametrene for udvalgte billeder/videoer
de: Bitte setzen Sie die Parameter für die Auswahl der Fotos/Videos
es: Establezca los parámetros que aplicar a la selección de fotos/vídeos
fr: Veuillez définir les paramètres à appliquer à la sélection des photos/vidéos
hu: Kérlek állítsd be a kiválasztott fotókra/videókra alkalmazandó paramétereket!
it: Si prega di impostare i parametri da applicare alla selezione di foto/video
ja: 写真/動画の選択に適用するパラメータを設定してください
nl: Stel de parameters in om toe te passen op de selectie van fotos/video's
pl: Proszę ustawić parametry dla wybranych zdjęć/filmów
ru: Пожалуйста, установите параметры, применимые к выбору фотографий/видео
sv: Ställ in de parametrar som ska gälla för valet av bilder/videor
zh_hans: 请配置所选择照片或视频的参数
zh_hant: 請設定所選擇的照片/影片的參數

# imageUploadHeaderText_upload
source: Please set the upload parameters to apply to the selection of photos/videos
ar: يرجى تعيين معلمات التحميل لتطبيقها على اختيار الصور/مقاطع الفيديو
da: Indstil venligst upload-parametrene for valgte billeder/videoer
de: Bitte legen Sie die Upload-Parameter für die Auswahl von Fotos/Videos fest
es: Establezca los parámetros de subida que aplicar a la selección de fotos/vídeos
fr: Veuillez définir les paramètres de transfert à appliquer à la sélection des photos/vidéos
hu: Kérlek állítsd be a kiválasztott fotókra/videókra alkalmazandó feltöltési paramétereket!
it: Si prega di impostare i parametri di caricamento da applicare alla selezione di foto/video
ja: 写真/動画の選択に適用するアップロードパラメータを設定してください
nl: Stel de upload parameters in om toe te passen op de selectie van foto's/video's
pl: Proszę ustawić parametry przesyłania, aby zastosować do wybranych zdjęć/filmów
ru: Пожалуйста, установите параметры загрузки для применения к выбору фотографий/видео
sv: Ställ in de uppladdningsparametrar som ska gälla för valet av bilder/videoklipp
zh_hans: 请配置所选择照片或视频的上传参数
zh_hant: 請設定所選擇的照片/影片的上傳參數

# imageUploadHeaderTitle_images
source: Photos Parameters
ar: معلمات الصور
da: Parametre for billeder
de: Foto-Parameter
es: Parámetros de fotos
fr: Paramètres des photos
hu: Fotók paraméterei
it: Parametri Foto
ja: 写真のパラメータ
nl: Foto's parameters
pl: Parametry zdjęć
ru: Параметры фотографий
sv: Parametrar för foton
zh_hans: 照片参数
zh_hant: 照片參數

# imageUploadHeaderTitle_upload
source: Upload Settings
ar: إعدادات التحميل
da: Upload Indstillinger
de: Upload Einstellungen
es: Ajustes de carga
fr: Réglage des transferts
hu: Feltöltési beállítások
it: Impostazioni Di Caricamento
ja: アップロード設定
nl: Upload instellingen
pl: Ustawienia przesyłania
ru: Настройки загрузки
sv: Ladda upp inställningar
zh_hans: 上传设置
zh_hant: 上傳設定

# imageUploadProgressBar_completed
source: Completed
ar: اكتملت
da: Fuldført
de: Abgeschlossen
es: Terminado
fr: Terminé
hu: Befejezve
it: Completato
ja: 完了しました
nl: Klaar
pl: Zakończono
ru: Выполнено
sv: Klart
zh_hans: 完成
zh_hant: 完成

# imageUploadResumeSeveral
source: Resume %@ Uploads
ar: استئناف %@ التحميلات
da: Genoptag %@ Uploads
de: Fehlgeschlagene %@ Uploads fortsetzen
es: Reanudar %@ subidas fallidas
fr: Relancer %@ transferts
hu: %@ feltöltés folytatása
it: Riprendi %@ caricamenti
ja: %@ 件の失敗したアップロードを再開する
nl: Hervat %@ Uploads
pl: Wznów nieudane przesyłanie: %@
ru: Возобновить %@ Загрузок
sv: Återuppta %@ uppladdningar
zh_hans: 继续剩余的 %@ 个上传
zh_hant: 恢復%@個上傳
